#14). Напишите программу, которая принимает на вход вещественное число и показывает сумму его цифр.

#*Пример:*

#- 6782 -> 23
#- 0,56 -> 11
 
n = list(input("Введите вещественное число : "))
n = [float(digit) for digit in n]
 
sum = sum(n)
 
print("Сумма цифр =", sum)
